Repository: oat-sa/extension-tao-itemqti-pci
Catalog: locales/*-arb/messages.po
Languages: ar_arb

source: Add answer option
ar_arb: إضافة خيار الإجابة

source: Add gap
ar_arb: أضف فراغا

source: Add Interaction
ar_arb: أضف تفاعلا

source: Allow download
ar_arb: اسمح بالتحميل

source: allow line break
ar_arb: رجوع إلى السطر

source: Allow playback
ar_arb: اسمح بإعادة القراءة

source: angle
ar_arb: زاوية

source: Audio bitrate:
ar_arb: معدل نقل البيانات بالصوت:

source: Audio has been previously recorded. Your browser does not support the playback of this recording. Please try on a different browser.
ar_arb: تم تسجيل الصوت سابقا. متصفحك لا يدعم تشغيل هذا التسجيل. يرجى المحاولة على متصفح مختلف.

source: authorize white space
ar_arb: اسمح بفضاء فارغ

source: Auto playback recording
ar_arb: تسجيل التشغيل الأوتوماتيكي

source: Auto start recording
ar_arb: بدء التسجيل الأوتوماتيكي

source: Back to listing
ar_arb: الرجوع إلى القائمة

source: braces/curly brackets
ar_arb: الأقواس / الأقواس المتعرجة

source: Cancel
ar_arb: إلغاء

source: Channels
ar_arb: قنوات

source: Close dialog
ar_arb: أغلق مربع الحوار

source: Comparison
ar_arb: مقارنة

source: Compressed
ar_arb: مضغوط

source: Correct answer option
ar_arb: خِيار الإجابة الصحيحة

source: cosinus
ar_arb: جيب التمام

source: Define correct responses
ar_arb: عرف الإجابات الصحيحة

source: Delete
ar_arb: حذف

source: delete the answer
ar_arb: احذف الإجابة

source: disabled
ar_arb: إيقاف

source: divide
ar_arb: اقسم

source: Download
ar_arb: تنزيل

source: edit the answer
ar_arb: حرر الإجابة

source: enable auto wrap
ar_arb: تشغيل الالتفاف الأتوماتيكي

source: Enabled in item authoring
ar_arb: ممكن في تأليف البند

source: equal
ar_arb: يساوي

source: Experimental only
ar_arb: تجريبي فقط

source: exponent
ar_arb: الأس

source: For tests only
ar_arb: للروائز فقط

source: fraction
ar_arb: كسر

source: Functions
ar_arb: دوال

source: Gap size
ar_arb: قياس الانحراف

source: Geometry
ar_arb: الهندسة

source: Give the possibility to the test taker to playback its own recording.
ar_arb: اسمح للمتقدم لاجتياز الرائز أن يسمع تسجيله.

source: greater than
ar_arb: أكبر من

source: greater than or equal
ar_arb: أكبر من أو يساوي

source: id :
ar_arb: إذ

source: In bps (bits per second). Set the tradeoff between audio quality and filesize. With the default value (20.000bps), a 2minutes recording weights roughly 300KB.
ar_arb: باعتماد وحدة قياس بت في الثانية، وازن بين جودة التسجيل الصوتي وحجم الملف، علما أن القيمة الافتراضية هي ( 20.000 بت في الثانية)، إذ يزن التسجيل لمدة دقيقتين 300 كيلو بايت تقريبا.

source: In seconds. Maximum recording time allowed (cannot be less than 10seconds). Recording will automatically stop once reached.
ar_arb: يتوقف التسجيل أتوماتيكيا عند الوصول إلى الحد الأقصى المسموح به للتسجيل والذي لا يمكن أن يقل عن 10 ثواني.

source: In seconds. The time interval between partial updates of the recording.
ar_arb: في ثواني. الفاصل الزمني بين التحديثات الجزئية للتسجيل.

source: Indefinite integral
ar_arb: تكامل غير محدد

source: Invalid files have been removed
ar_arb: تمت إزالة الملفات غير الصالحة

source: is a member of
ar_arb: عضو في/ ينتمي إلى

source: is not a member of
ar_arb: ليس عضوا في

source: is parallel with
ar_arb: متوازي مع

source: is perpendicular to
ar_arb: متعامد مع

source: Large
ar_arb: واسع

source: Level
ar_arb: مستوى

source: ln
ar_arb: لوغارتم طبيعي (النبري)

source: log
ar_arb: لوغارتيم عشري

source: lower than
ar_arb: أقل من

source: lower than or equal
ar_arb: أقل من أو يساوي

source: Manage custom interactions
ar_arb: تدبير التفاعلات المعتادة/المألوفة

source: Max attempts:
ar_arb: العدد الأقصى للمحاولات:

source: Maximum number of recording attempts allowed to the test taker. Set to 0 to allow unlimited attempts. With a limit of 3, the test taker will be able to click 2 times on the reset button.
ar_arb: الحد الأقصى لعدد محاولات التسجيل المسموح بها للمتقدم للرائز. اضبط على 0 للسماح بمحاولات غير محدودة. بحد أقصى 3 ، سيتمكن المختبر من النقر مرتين على زر إعادة الضبط.

source: Medium
ar_arb: متوسط

source: Min:
ar_arb: الحد الأدنى:

source: minus
ar_arb: ناقص

source: Mono
ar_arb: أحادي

source: No Custom Interaction
ar_arb: لا يوجد تفاعل مألوف

source: Number of channels for the recording. Allow to cut the record size in half if used in mono.
ar_arb: عدد القنوات للتسجيل. اسمح بقطع حجم التسجيل إلى النصف إذا تم استخدامه في الوضع الأحادي.

source: Operands
ar_arb: المعاملات

source: Options
ar_arb: خيارات

source: parentheses/round brackets
ar_arb: أقواس/ بين هيلالين

source: plus
ar_arb: زائد

source: Plus/minus
ar_arb: زائد/ناقص

source: Portable Custom Interactions
ar_arb: التفاعلات المخصصة المحمولة

source: Recorded audio is automatically played back after recording stops. During playback, no user interaction is possible and all buttons are disabled.
ar_arb: يتم تشغيل الصوت المسجل أوتوماتيكيا بعد توقف التسجيل. أثناء التشغيل ، لا يمكن تفاعل المستخدم مع التطبيق. ويتم تعطيل جميع الأزرار.

source: Recording format
ar_arb: صيغة التسجيل

source: Recording starts automatically once test taker give microphone use authorisation. If a media stimulus is used, then the recording starts automatically after the stimulus has been played.
ar_arb: يبدأ التسجيل أتوماتيكيا بمجرد أن يمنح المتقدم للاختبار إذنًا باستخدام الميكروفون. إذا تم استخدام محفز وسائط ، فسيبدأ التسجيل أتوماتيكيا بعد تشغيل التحفيز.

source: Response identifier
ar_arb: معرف الاستجابة

source: Scale size
ar_arb: حجم المقياس

source: Sec:
ar_arb: الثانية:

source: set intersection
ar_arb: تقاطع مجموعات

source: set union
ar_arb: اتحاد مجموعات

source: Settings
ar_arb: إعدادات/تطبيقات

source: similar
ar_arb: مماثل

source: sinus
ar_arb: جيب

source: Small
ar_arb: صغير

source: square brackets
ar_arb: الأقواس المعقوفة

source: square root
ar_arb: الجذر التربيعي

source: Stereo
ar_arb: ستريو

source: subscript
ar_arb: رمز مؤشر

source: Symbols
ar_arb: رموز

source: The identifier of the choice. This identifier must not be used by any other response or item variable. An identifier is a string of characters that must start with a Letter or an underscore ("_") and contain only Letters, underscores, hyphens ("-"), period (".", a.k.a. full-stop), Digits, CombiningChars and Extenders.
ar_arb: معرّف الاختيار. يجب عدم استخدام هذا المعرف من قبل أي استجابة أخرى أو متغير بند. المعرّف هو سلسلة من الأحرف التي يجب أن تبدأ بحرف أو شرطة سفلية ("_") وتحتوي فقط على أحرف ، وشرطات سفلية ، وواصلات ("-") ، ونقطة ("." ، ويعرف أيضًا باسم النقطة الكاملة) ، وأرقام ، و CombiningChars والموسعات.

source: There is already one interaction with the same identifier "%s" (label : "%s") and same version : %s. Do you want to override the existing one ?
ar_arb: يوجد بالفعل تفاعل واحد مع نفس المعرف "%s" (التسمية: "%s") ونفس الصيغة: %s . هل تريد تجاوز الموجود؟

source: This action will affect all items that may be using it and cannot be undone. Please confirm your choice.
ar_arb: سيؤثر هذا الإجراء على جميع البنود التي ربما تستخدمه ولا يمكن التراجع عنه. يرجى تأكيد اختيارك.

source: This is for testing purposes only. Displays a link to download the recorded file once the recording stops. This shouldn't be used in a delivery context, as it would allow the test taker to download its own recording.
ar_arb: هذا لأغراض الاختبار فقط. يعرض رابط لتنزيل الملف المسجل بمجرد توقف التسجيل. لا ينبغي استخدام هذا في سياق التسليم ، لأنه سيسمح للمتقدم للاختبار بتنزيل التسجيل الخاص به.

source: This options allow to insert a media stimulus that will have to be played before recording can happen.
ar_arb: تسمح هذه الخيارات بإدخال محفز وسائط يجب تشغيله قبل التسجيل.

source: Time limit:
ar_arb: المهلة الزمنية:

source: times
ar_arb: المرات

source: times dot
ar_arb: التوقيت

source: triangle
ar_arb: مثلث

source: Trigonometry
ar_arb: الحساب المثلثي

source: type :
ar_arb: نمط/طراز

source: Unable to upload file %s : %s
ar_arb: تعذر تحميل الملف %s : %s

source: Uncompressed
ar_arb: غير مضغوط

source: Update interval:
ar_arb: فترة التحديث:

source: Upload new custom interaction (zip package)
ar_arb: تحميل تفاعل مخصص جديد (zip package)

source: use expression with gaps
ar_arb: استخدم التعبير مع الفجوات

source: Use media stimulus
ar_arb: استخدم التحفيز الإعلامي

source: version :
ar_arb: صيغة

source: Warning
ar_arb: تحذير

source: With compressed recording, the audio is saved as a webm or ogg file (smaller size). With uncompressed, as a lossless Wav file (much bigger size).
ar_arb: مع التسجيل المضغوط، يتم حفظ الصوت كملف webm أو ogg ( حجم أصغر) . غير مضغوط، كملف wav من غير ضاع ( حجم أكبر بكثير)

source: You are about to delete the Portable Custom Interaction <strong>%s</strong> from the system.
ar_arb: أنت على وشك حذف التفاعل المعتاد المحمول <strong>%s</strong> من النظام.
