Repository: oat-sa/extension-tao-itemqti-pci
Catalog: locales/*/messages.po
Languages: de_de, lt_lt, nb_no

source: Add answer option
de_de: Antwortoption hinzufügen

source: Add gap
de_de: Lücke hinzufügen
lt_lt: Pridėti tarpą
nb_no: Legg til mellomrom

source: Add Interaction
de_de: Interaktion hinzufügen
lt_lt: Pridėti interakciją
nb_no: Legg til oppgavetype

source: Allow download
de_de: Download erlauben
lt_lt: Leisti atsisiuntimą
nb_no: Tillat nedlasting

source: allow line break
de_de: Zeilenumbruch zulassen
lt_lt: leisti naują eilutę
nb_no: tillat linjeskift

source: Allow playback
de_de: Wiedergabe zulassen
lt_lt: Leisti atkūrimą
nb_no: Tillat avspilling

source: angle
de_de: Winkel

source: Audio has been previously recorded. Your browser does not support the playback of this recording. Please try on a different browser.
de_de: Audio wurde bereits zuvor aufgezeichnet. Ihr Browser unterstützt jedoch die Wiedergabe dieser Aufnahme nicht. Bitte versuchen Sie es mit einem anderen Browser.

source: authorize white space
de_de: Leerzeichen zulassen
lt_lt: lesti palikti tuščią vietą
nb_no: godkjenn mellomrom

source: Auto playback recording
de_de: Automatische Wiedergabeaufnahme
nb_no: Automatisk avspilling

source: Auto start recording
de_de: Aufnahme automatisch starten
lt_lt: Garso įrašą paleisti automatiškai
nb_no: Automatisk opptak

source: Back to listing
de_de: Zurück zur Auflistung
lt_lt: Grįžti į sąrašą
nb_no: Tilbake til oversikt

source: braces/curly brackets
de_de: Klammern/geschweifte Klammern
nb_no: klammeparenteser

source: Cancel
de_de: Abbrechen
nb_no: Avbryt

source: Channels
de_de: Kanäle
lt_lt: Kanalai
nb_no: Kanaler

source: Close dialog
de_de: Dialog schließen

source: Comparison
de_de: Vergleich
lt_lt: Palyginimas
nb_no: Sammenligning

source: Compressed
de_de: Komprimiert
lt_lt: Suspaustas
nb_no: Komprimert

source: Correct answer option
de_de: Richtige Antwortmöglichkeit

source: cosinus
de_de: Kosinus
lt_lt: kosinusas

source: Define correct responses
de_de: Definieren Sie die richtigen Antworten

source: Delete
de_de: Löschen
nb_no: Slett

source: delete the answer
de_de: Lösche die Antwort

source: disabled
de_de: deaktiviert
lt_lt: išjungtas
nb_no: deaktivert

source: divide
de_de: teilen
lt_lt: dalinti
nb_no: dele opp

source: edit the answer
de_de: Antwort bearbeiten

source: enable auto wrap
de_de: Aktivieren des automatischen Umbruchs
nb_no: tillat automatisk innpakning

source: Enabled in item authoring
de_de: Im Autorentool aktiviert
nb_no: Aktivert i oppgaveredigering

source: equal
de_de: gleich
nb_no: lik

source: Experimental only
de_de: Nur experimentell
lt_lt: Tik eksperimentinis
nb_no: Bare eksperimentelt

source: For tests only
de_de: Nur für Tests
lt_lt: Tik testams
nb_no: Kun for testing

source: fraction
de_de: Fraktion
lt_lt: trupmena
nb_no: brøk

source: Functions
de_de: Funktionen
lt_lt: Funkcijos
nb_no: Funksjoner

source: Gap size
de_de: Größe der Lücken
lt_lt: Tarpo dydis
nb_no: Mellomromstørrelse

source: Geometry
de_de: Geometrie
nb_no: Geometri

source: Give the possibility to the test taker to playback its own recording.
de_de: Geben Sie dem Testteilnehmer die Möglichkeit, seine eigene Aufzeichnung abzuspielen.
lt_lt: Suteikti galimybę testo laikytojui atkurti savo įrašą.
nb_no: Gi kandidaten mulighet til å spille av eget opptak.

source: greater than
de_de: größer als
nb_no: større enn

source: greater than or equal
de_de: größer als oder gleich groß
lt_lt: daugiau arba lygu
nb_no: større enn eller lik

source: In bps (bits per second). Set the tradeoff between audio quality and filesize. With the default value (20.000bps), a 2minutes recording weights roughly 300KB.
de_de: In BPS (Bits pro Sekunde). Wägen Sie das Verhältnis zwischen Audioqualität und Dateigröße ab. Mit dem Standardwert (20.000 BPS) benötigt eine 2-minütige Aufnahme etwa 300 KB.
lt_lt: BPS (bitai per sekundę). Nustatyti kompromisą tarp garso kokybės ir failo dydžio. Su numatyta reikšme (20.000bps), 2 minučių įrašas užima maždaug 300KB.
nb_no: I bps (bits per sekund). Sett en avveining mellom lydkvalitet og filstørrelse. Med standardverdien (20.000bps) utgjør et opptak på 2 minutter omtrent 300KB.

source: In seconds. Maximum recording time allowed (cannot be less than 10seconds). Recording will automatically stop once reached.
de_de: In Sekunden. Maximal erlaubte Aufnahmezeit (darf nicht weniger als 10 Sekunden betragen). Die Aufnahme wird automatisch gestoppt, sobald diese Zeit erreicht ist.
lt_lt: Sekundės. Didžiausias leidžiamas įrašo laikas (negali būti mažesnis už 10 s). Įrašymas automatiškai bus sustabdytas, kai bus pasiekta ši riba.
nb_no: I sekunder. Maksimal tillatt opptakstid (kan ikke være mindre enn 10 sekunder). Innspillingen stopper automatisk ved oppnådd tid.

source: In seconds. The time interval between partial updates of the recording.
de_de: In Sekunden. Zeitintervall zwischen partiellen Aktualisierungen der Aufnahme.
nb_no: I sekunder. Tidsintervallet mellom delvise oppdateringer av innspillingen.

source: Indefinite integral
de_de: Unbestimmtes Integral
nb_no: Ubestemt integral

source: Invalid files have been removed
de_de: Ungültige Dateien wurden entfernt

source: is a member of
de_de: ist Mitglied von
nb_no: er del av

source: is not a member of
de_de: ist kein Mitglied von
nb_no: er ikke del av

source: is parallel with
de_de: ist parallel zu
nb_no: er parallell med

source: is perpendicular to
de_de: ist senkrecht zu
nb_no: er vinkelrett på

source: Large
de_de: Groß
lt_lt: Didelis
nb_no: Stor

source: ln
de_de: In

source: lower than
de_de: niedriger als
nb_no: lavere enn

source: lower than or equal
de_de: niedriger als oder gleich niedrig
lt_lt: mažiau negu arba lygu
nb_no: lavere enn eller lik

source: Manage custom interactions
de_de: Verwalten von Custom Interactions
lt_lt: Tvarkyti pasirinktines sąveikas
nb_no: Administrer spesialdesignede oppgavetyper

source: Max attempts:
de_de: Maximale Anzahl Versuche:
lt_lt: Maks. bandymų:
nb_no: Maks forsøk:

source: Maximum number of recording attempts allowed to the test taker. Set to 0 to allow unlimited attempts. With a limit of 3, the test taker will be able to click 2 times on the reset button.
de_de: Maximale Anzahl an Versuchen, die dem Testteilnehmer erlaubt sind. Auf 0 setzen, um unbegrenzte Versuche zu ermöglichen. Bei einem Limit von 3 kann der Testteilnehmer zweimal auf die Schaltfläche „Zurücksetzen“ klicken.
lt_lt: Maksimalus leidžiamas kiekis testo laikytojui atlikti įrašus. Nustačius 0, bus leidžiamas neribotas kiekis bandymų. Nustačius limitą trims, testo laikytojui bus galima paspausti 2 kartus atstatymo mygtuką.
nb_no: Maksimalt antall opptak eleven kan gjøre. Sett til 0 for å tillate ubegrensede forsøk. Med en øvre grense på 3 vil eleven kunne klikke 2 ganger på tilbakeknappen.

source: No Custom Interaction
de_de: Keine Custom Interaction
lt_lt: Nėra Pasirinktinės Sąveikos
nb_no: Ingen PCI'er

source: Number of channels for the recording. Allow to cut the record size in half if used in mono.
de_de: Anzahl der Kanäle für die Aufnahme. Bei Verwendung in Mono kann die Aufnahmegröße halbiert werden.
lt_lt: Kanalų kiekis įrašymui. Leidžia sumažinti įrašo dydį per pusę, jeigu naudojamas mono (vienas kanalas).
nb_no: Antall kanaler for innspillingen. Tillat å kutte opptaksstørrelsen i to hvis det gjøres i mono.

source: Operands
de_de: Operanden
lt_lt: Operandai
nb_no: Operander

source: Options
de_de: Optionen
lt_lt: Parinktys
nb_no: Alternativer

source: parentheses/round brackets
de_de: Klammern/runde Klammern
nb_no: parenteser

source: Recorded audio is automatically played back after recording stops. During playback, no user interaction is possible and all buttons are disabled.
de_de: Aufgezeichnetes Audio wird automatisch wiedergegeben, nachdem die Aufnahme beendet wurde. Während der Wiedergabe ist keine Benutzerinteraktion möglich und alle Schaltflächen sind deaktiviert.
nb_no: Innspilt lyd spoles automatisk tilbake etter at opptaket stopper. Under avspilling er ingen brukerinteraksjon mulig, og alle knappene er deaktivert.

source: Recording format
de_de: Aufnahmeformat
lt_lt: Įrašymo formatas
nb_no: Opptaksformat

source: Recording starts automatically once test taker give microphone use authorisation. If a media stimulus is used, then the recording starts automatically after the stimulus has been played.
de_de: Die Aufzeichnung beginnt automatisch, sobald der Testteilnehmer die Erlaubnis zur Verwendung des Mikrofons erteilt. Wird eine Audioaufnahme als Stimulus verwendet, startet die Aufnahme automatisch nach dem Abspielen des Stimulus.
lt_lt: Įrašymas prasideda automatiškai, kai tik testo laikytojas autorizuoja mikrofoną. Jeigu medijos stimulas yra naudojamas, tai įrašymas prasideda automatiškai po stimulo paleidimo.
nb_no: Opptaket starter automatisk når kandidaten tillater bruk av mikrofon. Hvis en mediefil brukes, starter opptaket automatisk etter at teksten er spilt av.

source: Response identifier
de_de: Antworten-Bezeichner
lt_lt: Atsakymo identifikatorius
nb_no: Skåringsidentifikator

source: Scale size
de_de: Skalieren Sie die Größe
lt_lt: Skalės dydis
nb_no: Skala størrelse

source: Sec:
de_de: Sek:
lt_lt: Sek.:
nb_no: Sek:

source: set intersection
de_de: Schnittpunkt festlegen
nb_no: sett kryss

source: set union
de_de: Vereinigung festlegen
nb_no: sett kombinasjon

source: Settings
de_de: Einstellungen
nb_no: Instillinger

source: similar
de_de: ähnlich
nb_no: lignende

source: Small
de_de: Klein
lt_lt: Mažas
nb_no: Liten

source: square brackets
de_de: eckige Klammern
nb_no: firkantede parenteser

source: square root
de_de: Quadratwurzel
lt_lt: kvadratinė šaknis
nb_no: kvadratrot

source: subscript
de_de: Index
nb_no: abonnement

source: Symbols
de_de: Symbole
lt_lt: Simboliai
nb_no: Symboler

source: The identifier of the choice. This identifier must not be used by any other response or item variable. An identifier is a string of characters that must start with a Letter or an underscore ("_") and contain only Letters, underscores, hyphens ("-"), period (".", a.k.a. full-stop), Digits, CombiningChars and Extenders.
de_de: Der Bezeichner der Auswahl. Dieser Bezeichner darf von keiner anderen Auswahl oder Element-Variable verwendet werden. Ein Bezeichner besteht aus Zeichen, muss mit einem Buchstaben oder Unterstrich ("_") beginnen und darf nur Buchstaben, Unterstriche, Bindestriche ("-"), Punkte, Ziffern, Kombinierende Zeichen und Erweiterer enthalten.
lt_lt: Pasirinkimo identifikatorius. Šis identifikatorius privalo nebūti naudojamas jokio kito atsakymo ar elemento kintamojo. Identifikatorius yra rinkinys raidžių ir simbolių, kurie privalo prasidėti su Raide arba apatiniu brūkšniu ("_") ir sudarytas tik iš Raidžių, apatinių brūkšnių, brūkšnių ("-"), taško ("."), Skaičių, jungiamųjų ženklų (CombiningChars) ir pratesėjų (Extenders).
nb_no: Identifikator for valget. Denne identifikatoren må ikke brukes av andre svar- eller oppgavevariabler. En identifikator er en tegnrekke som må starte med en bokstav eller en understreking ("_") og bare inneholde bokstaver, understreker, bindestreker ("-"), punktum (".", Aka full-stop), sifre, kombinerte tegn og forlengere.

source: This is for testing purposes only. Displays a link to download the recorded file once the recording stops. This shouldn't be used in a delivery context, as it would allow the test taker to download its own recording.
de_de: Dies dient nur zu Testzwecken. Zeigt einen Link zum Herunterladen der aufgezeichneten Datei an, sobald die Aufzeichnung beendet ist. Dies sollte nicht in einem Übermittlungskontext verwendet werden, da der Testteilnehmer dann seine eigene Aufzeichnung herunterladen könnte.
lt_lt: Tai skirta tik testavimo tikslams. Atvaizduoja atsisiuntimo nuorodą įrašytam failui, kai tik įrašymas yra baigtas. Tai neturėtų būti naudojama pateikties kontekste, nes tai leistų testo laikytojui atsisiųsti savo garso įrašą.
nb_no: Dette er kun for testformål. Viser en kobling for å laste ned den innspilte filen når innspillingen stopper. Dette bør ikke brukes i en svarfil, da dette vil tillate kandidaten å laste ned sitt eget opptak.

source: This options allow to insert a media stimulus that will have to be played before recording can happen.
de_de: Mit dieser Option können Sie einen Medienstimulus einfügen, der abgespielt werden muss, bevor die Aufnahme erfolgen kann.
lt_lt: Šis pasirinkimas privalo leisti įkelti medijos stimulus, kutis turėtų būti paleistas prieš įrašymui prasidedant.
nb_no: Disse valgene gjør det mulig å sette inn en mediefil som må spilles av før opptak kan skje.

source: Time limit:
de_de: Zeitlimit:
lt_lt: Laiko limitas:
nb_no: Tidsbegrensning:

source: times
de_de: mal
lt_lt: kartai
nb_no: ganger

source: times dot
de_de: mal Punkt
nb_no: ganger punkt

source: triangle
de_de: Dreieck

source: Trigonometry
de_de: Trigonometrie
lt_lt: Trigonometrija
nb_no: Trigonometri

source: type :
de_de: Typ :
lt_lt: tipas :

source: Unable to upload file %s : %s
de_de: Die Datei %s konnte nicht hochgeladen werden: %s
lt_lt: Nepavyko įkelti failo %s : %s
nb_no: Kan ikke laste opp filen %s: %s

source: Uncompressed
de_de: Unkomprimiert
lt_lt: Nesuspaustas
nb_no: Ukomprimert

source: Update interval:
de_de: Updateintervall:
nb_no: Oppdater intervall:

source: Upload new custom interaction (zip package)
de_de: Neue benutzerdefinierte Interaktion (PCI) hochladen (Zip-Paket)
lt_lt: Įkelti naują pasirinktą užduotį (zip paketas)
nb_no: Last opp ny PCI (zip pakke)

source: use expression with gaps
de_de: Verwenden Sie Ausdrücke mit Lücken
lt_lt: naudoti išraišką su tarpais
nb_no: bruk uttrykk med mellomrom

source: Use media stimulus
de_de: Nutzen Sie Medien als Stimuli
lt_lt: Naudoti medijos stimulą
nb_no: Bruk mediafiler

source: Warning
de_de: Warnung
nb_no: Advarsel

source: With compressed recording, the audio is saved as a webm or ogg file (smaller size). With uncompressed, as a lossless Wav file (much bigger size).
de_de: Bei komprimierter Aufnahme wird das Audio als WebM- oder OGG-Datei (kleinere Dateigröße) gespeichert. Unkomprimiert, als verlustfreie Wav-Datei (größere Dateigröße).
lt_lt: Su suspaustu įrašu, garsas yra išsaugomas, kaip webm arba ogg (mažesnis dydis) failo formatas. Su nesuspaustu, kaip lossless wav failas (daug didesnis dydis).
nb_no: Ved komprimert innspilling lagres lyden som en webm- eller ogg -fil (mindre størrelse). Som ikke-komprimert, lagres den som en tapsfri Wav -fil (mye større størrelse).

source: Audio bitrate:
lt_lt: Garso perdavimo greitis:
nb_no: Lydhastighet:

source: Download
nb_no: Last ned

source: exponent
lt_lt: eksponentė
nb_no: eksponent

source: Level
lt_lt: Lygis
nb_no: Nivå

source: log
nb_no: logg

source: Portable Custom Interactions
nb_no: PCI'er

source: version :
lt_lt: versija :
nb_no: versjon:

source: Medium
lt_lt: Vidutinis

source: Plus/minus
lt_lt: Plius/minus

source: sinus
lt_lt: sinusas

source: There is already one interaction with the same identifier "%s" (label : "%s") and same version : %s. Do you want to override the existing one ?
lt_lt: Jau yra viena užduotis su tokiu pačiu indentifikatoriumi "%s" (pavadinimu : "%s") ir tokia pačia versija : %s. Ar jūs norite perrašyti jau esamą ?
